Repository: 84000/data-translation-memory
Catalog: toh139-v4.tmx
Source language: bo
Languages: en

source: །འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན་སྲིད་པ་བྱང་ཆུབ་སྟེ། དེ་ནི་སྲིད་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: In this way, Mañjuśrī, becoming is awakening, and that is the dhāraṇī gate that one enters through the likes of becoming.

source: །འཇམ་དཔལ་སྐྱེ་བ་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, birth is awakening.

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྐྱེ་བ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is birth awakening?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བ་ལས་ཡང་དག་པར་བཟླ་བའི་སླད་དུ། ཆོས་མ་བསྟན་ལགས་སམ།
en: “Did the Blessed One not teach the Dharma so that beings could completely transcend birth?”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔས་སྐྱེ་བ་ཡོངས་སུ་བཙལ་ན་སྐྱེ་བ་མེད་པ། འཕོ་བ་མེད་པ། འབྱུང་བ་མེད་པར་མཐོང་ངོ་།
en: “Mañjuśrī,” said the Blessed One, “if bodhisattvas search for birth, they will see the absence of birth, the absence of transference, and the absence of arising.

source: །འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན་སྐྱེ་བ་བྱང་ཆུབ་སྟེ། དེ་ནི་སྐྱེ་བ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: In this way, Mañjuśrī, birth is awakening, and that is the dhāraṇī gate that one enters through the likes of birth.

source: །འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་འཇུག་པའི་སྒོ་འདི་ནི་འཇུག་པའི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་སྤོབས་པ་མྱུར་དུ་འཐོབ་ཅིང་། སྤོབས་པ་རྣོ་བར་འགྱུར་བ་དང་། སྤོབས་པ་ཟབ་མོར་འགྱུར་བ་དང་། སྤོབས་པ་ཆགས་པ་མེད་པ་དང་། སྤོབས་པ་ཐོགས་པ་མེད་པར་འགྱུར་བའོ།
en: “Mañjuśrī, through this gate for entering the dhāraṇī of the vajra quintessence, bodhisattvas will quickly attain eloquence and their eloquence will be sharper, more profound, unbroken, and unlimited.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འདི་བྱང་ཆུབ་སེམས་དཔའ་གང་རྣམས་ཀྱི་ས་ལགས།
en: Mañjuśrī Kumārabhūta then asked the Blessed One, “For which level of bodhisattva is this teaching intended?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ནི་གང་དག་བྱང་ཆུབ་ལ་མ་ཞུགས་པ་རྣམས་དང་། གང་དག་བྱང་ཆུབ་ཏུ་སེམས་མ་བསྐྱེད་པ་རྣམས་དང་། གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་མི་དམིགས་པ་དང་། གང་དག་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལས་བསྐྱོད་པར་མི་འདོད་པ་རྣམས་དང་། གང་དག་འཁོར་བ་ལས་འདའ་བར་མི་འདོད་པ་རྣམས་དང་། གང་དག་སེམས་ཅན་དགྲོལ་བར་མི་འདོད་པ་རྣམས་དང་། གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཁོང་དུ་ཆུད་པར་མི་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: “Mañjuśrī,” the Blessed One replied, “it is intended for the level of those bodhisattvas who have not set out toward awakening, who have not produced the intention to gain awakening, who do not see buddha qualities, who do not wish to run away from desire, anger, and confusion, who do not wish to go beyond saṃsāra, who do not wish to liberate sentient beings, and who do not wish to realize the buddha qualities.”

source: བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གཟུངས་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ལ་ཚེ་འདི་ལ་ཡོན་ཏན་ཇི་སྙེད་ཅིག་མཆིས་པར་འཚལ་བར་བགྱི།
en: Mañjuśrī Kumārabhūta requested of the Blessed One, “Blessed One, please let us know what good qualities a son or daughter of the lineage who bears this dhāraṇī in mind, holds it, recites it, makes it understood, and teaches it widely to others will gain in this life.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ལ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་རྣམས་སྲུང་བར་ཤེས་པར་བྱའོ།
en: The Blessed One said, “You should know that such people will be protected by gods, nāgas, yakṣas, and gandharvas.

source: །དེ་ཆོས་ཐམས་ཅད་ལ་ཐེ་ཙོམ་མེད་པར་ཤེས་པར་བྱའོ།
en: You should know that they will have no doubts regarding all phenomena.

source: །དེ་ཆོས་རབ་ཏུ་དབྱེ་བའི་ཤེས་པ་དང་ལྡན་པར་ཤེས་པར་བྱའོ།
en: You should know that they will possess knowledge that clearly discerns phenomena.

source: །འཇམ་དཔལ་གཟུངས་འདིའི་ཡོན་ཏན་ནི་མཐའ་ཡས་ཏེ། བསྐལ་པ་བརྒྱར་ཡང་ཟད་པར་བྱར་མི་ནུས་སོ།
en: Mañjuśrī, the qualities of this dhāraṇī are limitless and cannot be exhausted even in a hundred eons.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན། བྱང་ཆུབ་སེམས་དཔའ་ཁྲིས་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་འདི་འཐོབ་བོ། །ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སུམ་ཁྲི་ཉིས་སྟོང་གིས་རྗེས་སུ་འཐུན་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་བོ།
en: When the Blessed One taught this Dharma discourse, ten thousand bodhisattvas gained this dhāraṇī of the vajra quintessence and thirty-two thousand beginner bodhisattvas gained acceptance of the Dharma.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དེ་དག་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: After the Blessed One had spoken thus, Mañjuśrī Kumārabhūta and the world with its gods, nāgas, yakṣas, gandharvas, men, and demigod spirits rejoiced and praised what the Blessed One had taught.

source: །འཕགས་པ་རྡོ་རྗེའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes The Mahāyāna Sūtra called The Dhāraṇī of the Vajra Quintessence.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཤཱི་ལེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: Translated, revised, and finalized by a team led by the Indian abbot Śīlendrabodhi and the chief translator Bandé Yeshé Dé.
